Repository: qizh/QizhKit
Catalog: Sources/QizhKit/Localizations/Units.xcstrings
Source language: en
Languages: de, es, fr, it, ru, uk

# UnitAudioChannel.channel_abbrev
source: ch
de: kan
es: can
fr: can
it: can
ru: к
uk: к

# UnitAudioChannel.channel_narrow
source: chnl
de: kanl
es: canl
fr: canl
it: canl
ru: кнл
uk: кнл

# UnitAudioChannel.channel_unknown
source: ch
de: Kanal
es: canal
fr: canal
it: canale
ru: канал
uk: канал

# UnitAudioChannel.channel_wide
source: channels
de: Kanäle
es: canales
fr: canaux
it: canali
ru: каналы
uk: канали

# UnitAudioChannel.mono_abbrev
source: mn ch
de: mn Ka
es: mn ca
fr: mn ca
it: mn ca
ru: мк
uk: м к

# UnitAudioChannel.mono_narrow
source: mono ch
de: Mono-Kanal
es: canal mono
fr: canal mono
it: canale mono
ru: мн кнл
uk: мн кнл

# UnitAudioChannel.mono_unknown
source: mn ch
de: Mono-Kanal
es: canal mono
fr: canal mono
it: canale mono
ru: моно канал
uk: моно канал

# UnitAudioChannel.mono_wide
source: mono channels
de: Mono-Kanäle
es: canales mono
fr: canaux mono
it: canali mono
ru: моно каналы
uk: моно канали

# UnitAudioChannel.quad_abbrev
source: qd ch
de: qd Ka
es: qd ca
fr: qd ca
it: qd ca
ru: кд к
uk: кв к

# UnitAudioChannel.quad_narrow
source: quad ch
de: Quad-Kanal
es: canal cuádruple
fr: canal quad
it: canale quad
ru: квдр кнл
uk: квдр кнл

# UnitAudioChannel.quad_unknown
source: qd ch
de: Quad-Kanal
es: canal cuádruple
fr: canal quad
it: canale quad
ru: квадро канал
uk: квадро канал

# UnitAudioChannel.quad_wide
source: quad channels
de: Quad-Kanäle
es: canales cuádruples
fr: canaux quad
it: canali quad
ru: квадро каналы
uk: квадро канали

# UnitAudioChannel.stereo_abbrev
source: st ch
de: st Ka
es: st ca
fr: st ca
it: st ca
ru: ст к
uk: с к

# UnitAudioChannel.stereo_narrow
source: stereo ch
de: Stereo-Kanal
es: canal estéreo
fr: canal stéréo
it: canale stereo
ru: ст кнл
uk: ст кнл

# UnitAudioChannel.stereo_unknown
source: st ch
de: Stereo-Kanal
es: canal estéreo
fr: canal stéréo
it: canale stereo
ru: стерео канал
uk: стерео канал

# UnitAudioChannel.stereo_wide
source: stereo channels
de: Stereo-Kanäle
es: canales estéreo
fr: canaux stéréo
it: canali stereo
ru: стерео каналы
uk: стерео канали

# UnitAudioChannel.surround_abbrev
source: ch5.1
de: 5.1 Ka
es: 5.1 ca
fr: 5.1 ca
it: 5.1 ca
ru: 5.1 к
uk: к 5.1

# UnitAudioChannel.surround_narrow
source: 5.1 ch
de: 5.1-Kanal
es: canal 5.1
fr: canal 5.1
it: canale 5.1
ru: 5.1 кнл
uk: кнл 5.1

# UnitAudioChannel.surround_unknown
source: ch5.1
de: 5.1-Kanal
es: canal 5.1
fr: canal 5.1
it: canale 5.1
ru: 5.1 канал
uk: канал 5.1

# UnitAudioChannel.surround_wide
source: surround channels
de: Surround-Kanäle
es: canales surround
fr: canaux surround
it: canali surround
ru: объёмные каналы
uk: об'ємні канали

# UnitAudioChannel.unknown
source: unknwn
de: unbekannt
es: desconocido
fr: inconnu
it: sconosciuto
ru: неизвестный канал
uk: невідомий канал
